import { DetailInfoT } from "../types/detail";

export const detailInfo: DetailInfoT[] = [
  {
    id: "1",
    mainTitle: "Входить у вартість | За додаткову оплату",
    typeOfList: "disc",
    list: [
      {
        id: "1",
        title: "У вартість входить:",
        items: ["послуги гіда-екскурсовода ", "транспорт"],
      },
      {
        id: "2",
        title: "За додаткову оплату:",
        items: [
          "вхідні квитки (заповідні зони чи приватну власність)",
          "трекінгові палки - 50 грн. (за бажанням)",
          "фото чи відео зйомка",
        ],
      },
    ],
  },
  {
    id: "2",
    mainTitle: "ФОРМАТ ОДЯГУ",
    typeOfList: "disc",
    list: [
      {
        id: "1",
        items: [
          "спортивний (зручний) одяг",
          "взуття закритого типу без каблуків =)",
        ],
      },
    ],
  },
  {
    id: "3",
    mainTitle: "ЯК ВСЕ ВІДБУВАЄТЬСЯ ?",
    typeOfList: "decimal",
    list: [
      {
        id: "1",
        items: [
          "Ви телефонуєте чи пишите нам про ваше бажання взяти участь у турі, ми надаємо вам детальну інформацію",
          "Бронюєте тур та вносите передоплату",
          "У день ТУРУ зустрічаємось в узгодженому місці",
          "Початок ТУРУ",
          "По завершенні туру повертаємо Вас до місця зустрічі",
          "Повна оплата",
          "Обмін враженнями",
        ],
      },
    ],
  },
];
