import { StageT } from "../types/stage";

export const stages: StageT[] = [
  {
    id: "1",
    title: "01",
    body: "Консультація та планування поїздки",
  },
  {
    id: "2",
    title: "02",
    body: "Вибір транспорту",
  },
  {
    id: "3",
    title: "03",
    body: "Оплата поїздки",
  },
  {
    id: "4",
    title: "04",
    body: "Виїзд з місця відправлення",
  },
  {
    id: "5",
    title: "05",
    body: "Моніторинг поїздки та забезпечення безпеки",
  },
  {
    id: "6",
    title: "06",
    body: "Прибуття в місце призначення",
  },
];
