import { WhyUsT } from "../types/whyus";

export const whyUsList: WhyUsT[] = [
  {
    id: "1",
    title: "Професіоналізм та досвід",
    body: "Наша команда має багаторічний досвід у сфері міжнародних перевезень.",
  },
  {
    id: "2",
    title: "Комфорт та зручність",
    body: "Ми ретельно плануємо кожен етап вашої подорожі, щоб ви могли розслабитися та насолодитися поїздкою.",
  },
  {
    id: "3",
    title: "Безпека на першому місці",
    body: "Ваша безпека – наш найвищий пріоритет. Ми дотримуємося найвищих стандартів безпеки та контролюємо кожен етап трансферу.",
  },
];
